Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: nekretnina
da: fast ejendom
de: Immobilie
en: real estate
fr: bien immobilier
nb: eiendom
nl: onroerend goed
sv: fastighet
tr: gayrimenkul

source: kupiti kuću
da: at købe et hus
de: ein Haus kaufen
en: to buy a house
fr: acheter une maison
nb: kjøpe et hus
nl: een huis kopen
sv: köpa ett hus
tr: ev satın almak

source: kupoprodajni ugovor
da: købsaftale
de: Kaufvertrag
en: purchase contract
fr: acte de vente
nb: kjøpekontrakt
nl: koopakte
sv: köpekontrakt
tr: satış sözleşmesi

source: prodavac
da: sælger
de: Verkäufer (Vertragspartei)
en: seller
fr: vendeur
nb: selger
nl: verkoper
sv: säljare
tr: satıcı

source: kupac
da: køber
de: Käufer
en: buyer
fr: acheteur
nb: kjøper
nl: koper
sv: köpare
tr: alıcı

source: vlasnik
da: ejer
de: Eigentümer
en: owner
fr: propriétaire
nb: eier
nl: eigenaar
sv: ägare
tr: mülk sahibi

source: vlasništvo
da: ejendomsret
de: Eigentum
en: ownership
fr: propriété
nb: eiendomsrett
nl: eigendom
sv: äganderätt
tr: mülkiyet

source: zemljišna knjiga / gruntovnica
da: tingbogen
de: Grundbuch
en: land register
fr: registre foncier
nb: grunnboka
nl: openbare registers (eigendomsregister)
sv: fastighetsregistret
tr: tapu sicili

source: katastar
da: matriklen
de: Kataster
en: cadastre
fr: cadastre
nb: matrikkelen
nl: kadaster
sv: fastighetskartan
tr: kadastro

source: zemljište
da: grund
de: Grundstück
en: plot of land
fr: terrain
nb: tomt
nl: perceel
sv: tomt
tr: arsa

source: hipoteka
da: realkreditlån
de: Hypothek
en: mortgage
fr: hypothèque
nb: boliglån
nl: hypotheek
sv: bolån
tr: ipotek

source: kapara
da: udbetaling (ved køb)
de: Anzahlung
en: down payment
fr: acompte
nb: forskudd
nl: aanbetaling
sv: handpenning
tr: kapora

source: agent za nekretnine
da: ejendomsmægler
de: Immobilienmakler
en: real estate agent
fr: agent immobilier
nb: eiendomsmegler
nl: makelaar
sv: mäklare
tr: emlakçı

source: procjena
da: vurdering
de: Schätzung / Bewertung
en: appraisal
fr: estimation
nb: verdivurdering
nl: taxatie
sv: värdering
tr: değerleme

source: pregovarati o cijeni
da: at forhandle om prisen
de: über den Preis verhandeln
en: to negotiate the price
fr: négocier le prix
nb: forhandle om prisen
nl: over de prijs onderhandelen
sv: förhandla om priset
tr: fiyat üzerinde pazarlık etmek

source: građevinska dozvola
da: byggetilladelse
de: Baugenehmigung
en: building permit
fr: permis de construire
nb: byggetillatelse
nl: bouwvergunning
sv: bygglov
tr: yapı ruhsatı

source: kirija
da: husleje
de: Miete
en: rent
fr: loyer
nb: husleie
nl: huur
sv: hyra
tr: kira

source: iznajmiti
da: at leje
de: mieten
en: to rent
fr: louer
nb: leie
nl: huren
sv: hyra (verb)
tr: kiralamak

source: podstanar
da: lejer
de: Mieter
en: tenant
fr: locataire
nb: leietaker
nl: huurder
sv: hyresgäst
tr: kiracı

source: stanodavac
da: udlejer
de: Vermieter
en: landlord
fr: propriétaire bailleur
nb: utleier
nl: verhuurder
sv: hyresvärd
tr: kiraya veren

source: ugovor o najmu
da: lejekontrakt
de: Mietvertrag
en: rental agreement
fr: bail
nb: leiekontrakt
nl: huurcontract
sv: hyresavtal
tr: kira sözleşmesi

source: režije
da: forbrugsudgifter
de: Nebenkosten
en: utilities
fr: charges
nb: felleskostnader
nl: servicekosten
sv: driftskostnader
tr: faturalar

source: kvadratni metar
da: kvadratmeter
de: Quadratmeter
en: square meter
fr: mètre carré
nb: kvadratmeter
nl: vierkante meter
sv: kvadratmeter
tr: metrekare

source: sprat
da: etage
de: Stockwerk
en: storey
fr: étage
nb: etasje
nl: verdieping
sv: våning
tr: kat

source: prizemlje
da: stueetage
de: Erdgeschoss
en: ground floor
fr: rez-de-chaussée
nb: første etasje
nl: begane grond
sv: bottenvåning
tr: zemin kat

source: selidba
da: flytning
de: Umzug
en: move
fr: déménagement
nb: flytting
nl: verhuizing
sv: flytt
tr: taşınma

source: useliti se
da: at flytte ind
de: einziehen
en: to move in
fr: emménager
nb: flytte inn
nl: intrekken
sv: flytta in
tr: taşınmak

source: Želim kupiti kuću
da: Jeg vil gerne købe et hus
de: Ich möchte ein Haus kaufen
en: I would like to buy a house
fr: Je voudrais acheter une maison
nb: Jeg vil kjøpe et hus
nl: Ik wil een huis kopen
sv: Jag vill köpa ett hus
tr: Bir ev almak istiyorum

source: Koliko košta kuća?
da: Hvad koster huset?
de: Wie viel kostet das Haus?
en: How much does the house cost?
fr: Combien coûte la maison ?
nb: Hva koster huset?
nl: Hoeveel kost het huis?
sv: Vad kostar huset?
tr: Ev ne kadar?

source: Je li kuća upisana u gruntovnicu?
da: Er huset tinglyst i tingbogen?
de: Ist das Haus im Grundbuch eingetragen?
en: Is the house entered in the land register?
fr: La maison est-elle inscrite au registre foncier ?
nb: Er huset tinglyst i grunnboka?
nl: Staat het huis in het kadaster?
sv: Är huset inskrivet i fastighetsregistret?
tr: Ev tapu siciline kayıtlı mı?

source: ugovor o radu
da: ansættelseskontrakt
de: Arbeitsvertrag
en: employment contract
fr: contrat de travail
nb: arbeidsavtale
nl: arbeidscontract
sv: anställningsavtal
tr: iş sözleşmesi

source: poslodavac
da: arbejdsgiver
de: Arbeitgeber
en: employer
fr: employeur
nb: arbeidsgiver
nl: werkgever
sv: arbetsgivare
tr: işveren

source: zaposlenik
da: ansat
de: Arbeitnehmer
en: employee
fr: salarié
nb: arbeidstaker
nl: werknemer
sv: anställd
tr: çalışan

source: prijava za posao
da: jobansøgning
de: Bewerbung
en: job application
fr: candidature
nb: jobbsøknad
nl: sollicitatie
sv: jobbansökan
tr: iş başvurusu

source: biografija
da: CV
de: Lebenslauf
en: résumé
fr: CV
nb: CV
nl: cv
sv: cv
tr: özgeçmiş

source: razgovor za posao
da: jobsamtale
de: Vorstellungsgespräch
en: job interview
fr: entretien d'embauche
nb: jobbintervju
nl: sollicitatiegesprek
sv: anställningsintervju
tr: iş görüşmesi

source: radno vrijeme
da: arbejdstid
de: Arbeitszeit
en: working hours
fr: horaires de travail
nb: arbeidstid
nl: werktijd
sv: arbetstid
tr: çalışma saatleri

source: puno radno vrijeme
da: fuldtid
de: Vollzeit
en: full time
fr: temps plein
nb: full stilling
nl: voltijd
sv: heltid
tr: tam zamanlı

source: nepuno radno vrijeme
da: deltid
de: Teilzeit
en: part time
fr: temps partiel
nb: deltid
nl: deeltijd
sv: deltid
tr: yarı zamanlı

source: probni rad
da: prøvetid
de: Probezeit
en: probation period
fr: période d'essai
nb: prøvetid
nl: proeftijd
sv: provanställning
tr: deneme süresi

source: otkaz
da: opsigelse
de: Kündigung
en: notice of termination
fr: licenciement
nb: oppsigelse
nl: ontslag
sv: uppsägning
tr: fesih

source: bruto plata
da: bruttoløn
de: Bruttogehalt
en: gross salary
fr: salaire brut
nb: bruttolønn
nl: brutosalaris
sv: bruttolön
tr: brüt maaş

source: neto plata
da: nettoløn
de: Nettogehalt
en: net salary
fr: salaire net
nb: nettolønn
nl: nettosalaris
sv: nettolön
tr: net maaş

source: prekovremeni rad
da: overarbejde
de: Überstunden
en: overtime
fr: heures supplémentaires
nb: overtid
nl: overuren
sv: övertid
tr: fazla mesai

source: penzija
da: pension
de: Rente
en: pension
fr: retraite
nb: pensjon
nl: pensioen
sv: pension
tr: emekli maaşı

source: bolovanje
da: sygemelding
de: Krankschreibung
en: sick leave
fr: arrêt de travail
nb: sykmelding
nl: ziekmelding
sv: sjukskrivning
tr: istirahat raporu

source: socijalno osiguranje
da: social sikring
de: Sozialversicherung
en: social insurance
fr: sécurité sociale
nb: folketrygd
nl: sociale verzekering
sv: socialförsäkring
tr: sosyal sigorta

source: porezni broj
da: skattenummer
de: Steuernummer
en: tax number
fr: numéro fiscal
nb: skattenummer
nl: fiscaal nummer
sv: skattenummer
tr: vergi numarası

source: svjedočanstvo
da: eksamensbevis
de: Zeugnis
en: certificate (school)
fr: bulletin scolaire
nb: vitnemål
nl: getuigschrift
sv: betyg
tr: diploma belgesi

source: diploma
da: diplom
de: Diplom
fr: diplôme
nb: diplom
sv: examensbevis

source: kvalifikacija
da: kvalifikation
de: Qualifikation
en: qualification
fr: qualification
nb: kvalifikasjon
nl: kwalificatie
sv: kvalifikation
tr: nitelik

source: iskustvo
da: erfaring
de: Erfahrung
en: experience
fr: expérience
nb: erfaring
nl: ervaring
sv: erfarenhet
tr: deneyim

source: odgovornost
da: ansvar
de: Verantwortung
en: responsibility
fr: responsabilité
nb: ansvar
nl: verantwoordelijkheid
sv: ansvar
tr: sorumluluk

source: Tražim posao
da: Jeg søger arbejde
de: Ich suche Arbeit
en: I am looking for work
fr: Je cherche du travail
nb: Jeg søker jobb
nl: Ik zoek werk
sv: Jag söker jobb
tr: İş arıyorum

source: Imam pet godina iskustva
da: Jeg har fem års erfaring
de: Ich habe fünf Jahre Erfahrung
en: I have five years of experience
fr: J'ai cinq ans d'expérience
nb: Jeg har fem års erfaring
nl: Ik heb vijf jaar ervaring
sv: Jag har fem års erfarenhet
tr: Beş yıllık deneyimim var

source: zdravstvena knjižica
da: sundhedskort
de: Versichertenkarte
en: health insurance card
fr: carte d'assuré
nb: helsekort
nl: zorgpas
sv: patientkort
tr: sağlık karnesi

source: uputnica
da: henvisning (til speciallæge)
de: Überweisung (zum Facharzt)
en: referral (to a specialist)
fr: lettre d'adressage (vers un spécialiste)
nb: henvisning (til spesialist)
nl: verwijsbrief (naar de specialist)
sv: remiss (till specialist)
tr: sevk (uzmana)

source: pregled
da: undersøgelse
de: Untersuchung
en: examination
fr: examen médical
nb: undersøkelse
nl: onderzoek
sv: undersökning
tr: muayene

source: termin kod doktora
da: tid hos lægen
de: Termin beim Arzt
en: doctor's appointment
fr: rendez-vous chez le médecin
nb: legetime
nl: afspraak bij de dokter
sv: läkartid
tr: doktor randevusu

source: hitni prijem / hitna pomoć
da: akutmodtagelse / ambulancetjeneste
de: Notaufnahme / Rettungsdienst
en: emergency room / ambulance service
fr: urgences / secours
nb: akuttmottak / ambulanse
nl: spoedeisende hulp / ambulancedienst
sv: akutmottagning / ambulans
tr: acil servis / ambulans

source: porodični ljekar
da: praktiserende læge
de: Hausarzt
en: family doctor
fr: médecin traitant
nb: fastlege
nl: huisarts
sv: husläkare
tr: aile hekimi

source: specijalista
da: speciallæge
de: Facharzt
en: specialist
fr: spécialiste
nb: spesialist
nl: specialist
sv: specialistläkare
tr: uzman doktor

source: zubar
da: tandlæge
de: Zahnarzt
en: dentist
fr: dentiste
nb: tannlege
nl: tandarts
sv: tandläkare
tr: diş hekimi

source: medicinska sestra
da: sygeplejerske
de: Krankenschwester
en: nurse
fr: infirmière
nb: sykepleier
nl: verpleegkundige
sv: sjuksköterska
tr: hemşire

source: dijagnoza
da: diagnose
de: Diagnose
en: diagnosis
fr: diagnostic
nb: diagnose
nl: diagnose
sv: diagnos
tr: teşhis

source: liječenje
da: behandling
de: Behandlung
en: treatment
fr: traitement
nb: behandling
nl: behandeling
sv: behandling
tr: tedavi

source: operacija
da: operation
de: Operation
en: surgery
fr: opération
nb: operasjon
nl: operatie
sv: operation
tr: ameliyat

source: vakcina
da: vaccination
de: Impfung
en: vaccination
fr: vaccin
nb: vaksine
nl: vaccinatie
sv: vaccination
tr: aşı

source: krvni pritisak
da: blodtryk
de: Blutdruck
en: blood pressure
fr: tension
nb: blodtrykk
nl: bloeddruk
sv: blodtryck
tr: tansiyon

source: alergija
da: allergi
de: Allergie
en: allergy
fr: allergie
nb: allergi
nl: allergie
sv: allergi
tr: alerji

source: lijek protiv bolova
da: smertestillende
de: Schmerzmittel
en: painkiller
fr: antidouleur
nb: smertestillende
nl: pijnstiller
sv: smärtstillande
tr: ağrı kesici

source: participacija
da: egenbetaling
de: Selbstbeteiligung
en: co-payment
fr: reste à charge
nb: egenandel
nl: eigen risico
sv: patientavgift
tr: katılım payı

source: Trebam termin
da: Jeg har brug for en tid
de: Ich brauche einen Termin
en: I need an appointment
fr: J'ai besoin d'un rendez-vous
nb: Jeg trenger en time
nl: Ik heb een afspraak nodig
sv: Jag behöver en tid
tr: Randevuya ihtiyacım var

source: Na bolovanju sam
da: Jeg er sygemeldt
de: Ich bin krankgeschrieben
en: I am on sick leave
fr: Je suis en arrêt de travail
nb: Jeg er sykmeldt
nl: Ik ben ziekgemeld
sv: Jag är sjukskriven
tr: Raporluyum

source: Gdje Vas boli?
da: Hvor gør det ondt?
de: Wo tut es Ihnen weh?
en: Where does it hurt?
fr: Où avez-vous mal ?
nb: Hvor gjør det vondt?
nl: Waar doet het pijn?
sv: Var gör det ont?
tr: Neresi ağrıyor?

source: Alergičan sam na ... / Alergična sam na ...
da: Jeg er allergisk over for ... (m/k)
de: Ich bin allergisch auf ... (m/w)
en: I am allergic to ... (m/f)
fr: Je suis allergique à ... (m/f)
nb: Jeg er allergisk mot ... (m/k)
nl: Ik ben allergisch voor ... (m/v)
sv: Jag är allergisk mot ... (m/k)
tr: ... alerjim var (e/k)

source: Merhaba, kako si?
da: Hej, hvordan går det med dig?
de: Hallo, wie geht's dir?
en: Hello, how are you?
fr: Salut, comment ça va ?
nb: Hei, hvordan går det med deg?
nl: Hallo, hoe gaat het met je?
sv: Hej, hur mår du?
tr: Merhaba, nasılsın?

source: Hvala puno!
da: Mange tak!
de: Vielen Dank!
en: Thank you very much!
fr: Merci beaucoup !
nb: Tusen takk!
nl: Hartelijk dank!
sv: Tack så mycket!
tr: Çok teşekkürler!

source: Laku noć!
da: Godnat!
de: Gute Nacht!
en: Good night!
fr: Bonne nuit !
nb: God natt!
nl: Welterusten!
sv: God natt!
tr: İyi geceler!

source: Zovem se Amina.
da: Jeg hedder Amina.
de: Ich heiße Amina.
en: My name is Amina.
fr: Je m'appelle Amina.
nb: Jeg heter Amina.
nl: Ik heet Amina.
sv: Jag heter Amina.
tr: Benim adım Amina.

source: Ne razumijem.
da: Jeg forstår ikke.
de: Ich verstehe nicht.
en: I do not understand.
fr: Je ne comprends pas.
nb: Jeg forstår ikke.
nl: Ik begrijp het niet.
sv: Jag förstår inte.
tr: Anlamıyorum.

source: Drago mi je.
da: Hyggeligt at møde dig.
de: Freut mich.
en: Nice to meet you.
fr: Enchanté.
nb: Hyggelig å møte deg.
nl: Aangenaam.
sv: Trevligt att träffas.
tr: Memnun oldum.

source: Dobro jutro!
da: Godmorgen!
de: Guten Morgen!
en: Good morning!
fr: Bonjour !
nb: God morgen!
nl: Goedemorgen!
sv: God morgon!
tr: Günaydın!

source: Nema na čemu.
da: Selv tak.
de: Gern geschehen.
en: You are welcome.
fr: De rien.
nb: Ingen årsak.
nl: Graag gedaan.
sv: Ingen orsak.
tr: Rica ederim.

source: Jedan, dva, tri
da: en, to, tre
de: eins, zwei, drei
en: one, two, three
fr: un, deux, trois
nb: en, to, tre
nl: een, twee, drie
sv: ett, två, tre
tr: bir, iki, üç

source: Pet i pet je deset.
da: Fem plus fem er ti.
de: Fünf und fünf ist zehn.
en: Five and five is ten.
fr: Cinq et cinq font dix.
nb: Fem pluss fem er ti.
nl: Vijf plus vijf is tien.
sv: Fem plus fem är tio.
tr: Beş artı beş on eder.

source: Sedam, osam, devet
da: syv, otte, ni
de: sieben, acht, neun
en: seven, eight, nine
fr: sept, huit, neuf
nb: sju, åtte, ni
nl: zeven, acht, negen
sv: sju, åtta, nio
tr: yedi, sekiz, dokuz

source: Deset, dvadeset, trideset
da: ti, tyve, tredive
de: zehn, zwanzig, dreißig
en: ten, twenty, thirty
fr: dix, vingt, trente
nb: ti, tjue, tretti
nl: tien, twintig, dertig
sv: tio, tjugo, trettio
tr: on, yirmi, otuz

source: Dva i dva su četiri.
da: To plus to er fire.
de: Zwei und zwei sind vier.
en: Two and two are four.
fr: Deux et deux font quatre.
nb: To pluss to er fire.
nl: Twee plus twee is vier.
sv: Två plus två är fyra.
tr: İki artı iki dört eder.

source: Ponedjeljak, utorak, srijeda
da: mandag, tirsdag, onsdag
de: Montag, Dienstag, Mittwoch
en: Monday, Tuesday, Wednesday
fr: lundi, mardi, mercredi
nb: mandag, tirsdag, onsdag
nl: maandag, dinsdag, woensdag
sv: måndag, tisdag, onsdag
tr: Pazartesi, salı, çarşamba

source: Subota i nedjelja su vikend.
da: Lørdag og søndag er weekend.
de: Samstag und Sonntag sind Wochenende.
en: Saturday and Sunday are the weekend.
fr: Samedi et dimanche, c'est le week-end.
nb: Lørdag og søndag er helg.
nl: Zaterdag en zondag zijn het weekend.
sv: Lördag och söndag är helg.
tr: Cumartesi ve pazar hafta sonudur.

source: Poslije četvrtka dolazi petak.
da: Efter torsdag kommer fredag.
de: Nach Donnerstag kommt Freitag.
en: After Thursday comes Friday.
fr: Après jeudi vient vendredi.
nb: Etter torsdag kommer fredag.
nl: Na donderdag komt vrijdag.
sv: Efter torsdag kommer fredag.
tr: Perşembeden sonra cuma gelir.

source: Januar, februar, mart
da: januar, februar, marts
de: Januar, Februar, März
en: January, February, March
fr: janvier, février, mars
nb: januar, februar, mars
nl: januari, februari, maart
sv: januari, februari, mars
tr: Ocak, şubat, mart

source: Poslije maja dolazi juni.
da: Efter maj kommer juni.
de: Nach Mai kommt Juni.
en: After May comes June.
fr: Après mai vient juin.
nb: Etter mai kommer juni.
nl: Na mei komt juni.
sv: Efter maj kommer juni.
tr: Mayıstan sonra haziran gelir.

source: Decembar je zadnji mjesec u godini.
da: December er årets sidste måned.
de: Dezember ist der letzte Monat im Jahr.
en: December is the last month of the year.
fr: Décembre est le dernier mois de l'année.
nb: Desember er den siste måneden i året.
nl: December is de laatste maand van het jaar.
sv: December är årets sista månad.
tr: Aralık yılın son ayıdır.

source: Sada je pet sati.
da: Klokken er fem nu.
de: Jetzt ist es fünf Uhr.
en: It is five o'clock now.
fr: Il est cinq heures.
nb: Klokka er fem nå.
nl: Het is nu vijf uur.
sv: Klockan är fem nu.
tr: Şimdi saat beş.

source: U subotu je vikend.
da: Om lørdagen er der weekend.
de: Am Samstag ist Wochenende.
en: Saturday is the weekend.
fr: Samedi, c'est le week-end.
nb: På lørdag er det helg.
nl: Op zaterdag is het weekend.
sv: På lördag är det helg.
tr: Cumartesi hafta sonudur.

source: Danas je lijep dan.
da: I dag er en dejlig dag.
de: Heute ist ein schöner Tag.
en: Today is a beautiful day.
fr: Aujourd'hui, c'est une belle journée.
nb: I dag er en fin dag.
nl: Vandaag is een mooie dag.
sv: I dag är en fin dag.
tr: Bugün güzel bir gün.

source: Moja sestra se zove Amina.
da: Min søster hedder Amina.
de: Meine Schwester heißt Amina.
en: My sister's name is Amina.
fr: Ma sœur s'appelle Amina.
nb: Søsteren min heter Amina.
nl: Mijn zus heet Amina.
sv: Min syster heter Amina.
tr: Kız kardeşimin adı Amina.

source: Moj muž se zove Ajdin.
da: Min mand hedder Ajdin.
de: Mein Mann heißt Ajdin.
en: My husband's name is Ajdin.
fr: Mon mari s'appelle Ajdin.
nb: Mannen min heter Ajdin.
nl: Mijn man heet Ajdin.
sv: Min man heter Ajdin.
tr: Eşimin adı Ajdin.

source: Moj amidža je pčelar.
da: Min onkel er biavler.
de: Mein Onkel (Vaterseite) ist Imker.
en: My uncle (father's side) is a beekeeper.
fr: Mon oncle paternel est apiculteur.
nb: Onkelen min (på farssiden) er birøkter.
nl: Mijn oom is imker.
sv: Min farbror är biodlare.
tr: Amcam arıcı.

source: Moja majka i moj babo.
da: Min mor og min far.
de: Meine Mutter und mein Papa.
en: My mother and my dad.
fr: Ma mère et mon papa.
nb: Moren min og pappaen min.
nl: Mijn moeder en mijn papa.
sv: Min mor och min pappa.
tr: Annem ve babam.

source: Hljeb i sir.
da: Brød og ost.
de: Brot und Käse.
en: Bread and cheese.
fr: Du pain et du fromage.
nb: Brød og ost.
nl: Brood en kaas.
sv: Bröd och ost.
tr: Ekmek ve peynir.

source: Dvije kahve, molim.
da: To kaffe, tak.
de: Zwei Kaffee, bitte.
en: Two coffees, please.
fr: Deux cafés, s'il vous plaît.
nb: To kaffe, takk.
nl: Twee koffie, alstublieft.
sv: Två kaffe, tack.
tr: İki kahve, lütfen.

source: Račun, molim.
da: Regningen, tak.
de: Die Rechnung, bitte.
en: The check, please.
fr: L'addition, s'il vous plaît.
nb: Regningen, takk.
nl: De rekening, alstublieft.
sv: Notan, tack.
tr: Hesap, lütfen.

source: Voda je hladna.
da: Vandet er koldt.
de: Das Wasser ist kalt.
en: The water is cold.
fr: L'eau est froide.
nb: Vannet er kaldt.
nl: Het water is koud.
sv: Vattnet är kallt.
tr: Su soğuk.

source: Gladna sam.
da: Jeg er sulten. (kvinde)
de: Ich habe Hunger. (Frau)
en: I am hungry. (female speaker)
fr: J'ai faim. (femme)
nb: Jeg er sulten. (kvinne)
nl: Ik heb honger. (vrouw)
sv: Jag är hungrig. (kvinna)
tr: Açım. (kadın)

source: Jednu kahvu, molim.
da: En kaffe, tak.
de: Einen Kaffee, bitte.
en: One coffee, please.
fr: Un café, s'il vous plaît.
nb: En kaffe, takk.
nl: Eén koffie, alstublieft.
sv: En kaffe, tack.
tr: Bir kahve, lütfen.

source: Trava je zelena.
da: Græsset er grønt.
de: Das Gras ist grün.
en: The grass is green.
fr: L'herbe est verte.
nb: Gresset er grønt.
nl: Het gras is groen.
sv: Gräset är grönt.
tr: Çimen yeşil.

source: Jabuka je crvena.
da: Æblet er rødt.
de: Der Apfel ist rot.
en: The apple is red.
fr: La pomme est rouge.
nb: Eplet er rødt.
nl: De appel is rood.
sv: Äpplet är rött.
tr: Elma kırmızı.

source: Kahva je crna.
da: Kaffen er sort.
de: Der Kaffee ist schwarz.
en: The coffee is black.
fr: Le café est noir.
nb: Kaffen er svart.
nl: De koffie is zwart.
sv: Kaffet är svart.
tr: Kahve siyah.

source: Banana je žuta.
da: Bananen er gul.
de: Die Banane ist gelb.
en: The banana is yellow.
fr: La banane est jaune.
nb: Bananen er gul.
nl: De banaan is geel.
sv: Bananen är gul.
tr: Muz sarı.

source: Gdje je stanica?
da: Hvor er stoppestedet?
de: Wo ist die Haltestelle?
en: Where is the stop?
fr: Où est l'arrêt ?
nb: Hvor er holdeplassen?
nl: Waar is de halte?
sv: Var är hållplatsen?
tr: Durak nerede?

source: Skreni lijevo.
da: Drej til venstre.
de: Bieg links ab.
en: Turn left.
fr: Tourne à gauche.
nb: Ta til venstre.
nl: Sla linksaf.
sv: Sväng vänster.
tr: Sola dön.

source: Ja govorim bosanski.
da: Jeg taler bosnisk.
de: Ich spreche Bosnisch.
en: I speak Bosnian.
fr: Je parle bosnien.
nb: Jeg snakker bosnisk.
nl: Ik spreek Bosnisch.
sv: Jag talar bosniska.
tr: Boşnakça konuşuyorum.

source: Ja pijem kahvu.
da: Jeg drikker kaffe.
de: Ich trinke Kaffee.
en: I drink coffee.
fr: Je bois du café.
nb: Jeg drikker kaffe.
nl: Ik drink koffie.
sv: Jag dricker kaffe.
tr: Kahve içiyorum.

source: Mi učimo bosanski.
da: Vi lærer bosnisk.
de: Wir lernen Bosnisch.
en: We are learning Bosnian.
fr: Nous apprenons le bosnien.
nb: Vi lærer bosnisk.
nl: Wij leren Bosnisch.
sv: Vi lär oss bosniska.
tr: Boşnakça öğreniyoruz.

source: Volim te.
da: Jeg elsker dig.
de: Ich liebe dich.
en: I love you.
fr: Je t'aime.
nb: Jeg elsker deg.
nl: Ik hou van je.
sv: Jag älskar dig.
tr: Seni seviyorum.

source: Nedostaješ mi.
da: Jeg savner dig.
de: Ich vermisse dich.
en: I miss you.
fr: Tu me manques.
nb: Jeg savner deg.
nl: Ik mis je.
sv: Jag saknar dig.
tr: Seni özledim.

source: Nema problema.
da: Intet problem.
de: Kein Problem.
en: No problem.
fr: Pas de problème.
nb: Ikke noe problem.
nl: Geen probleem.
sv: Inga problem.
tr: Sorun değil.

source: Hajde, idemo!
da: Kom, vi går!
de: Komm, wir gehen!
en: Come on, let's go!
fr: Allez, on y va !
nb: Kom, vi går!
nl: Kom, we gaan!
sv: Kom, vi går!
tr: Hadi gidelim!

source: Gdje je ključ?
da: Hvor er nøglen?
de: Wo ist der Schlüssel?
en: Where is the key?
fr: Où est la clé ?
nb: Hvor er nøkkelen?
nl: Waar is de sleutel?
sv: Var är nyckeln?
tr: Anahtar nerede?

source: Ovo je moja soba.
da: Det her er mit værelse.
de: Das ist mein Zimmer.
en: This is my room.
fr: C'est ma chambre.
nb: Dette er rommet mitt.
nl: Dit is mijn kamer.
sv: Det här är mitt rum.
tr: Bu benim odam.

source: Moj komšija je dobar čovjek.
da: Min nabo er et godt menneske.
de: Mein Nachbar ist ein guter Mensch.
en: My neighbor is a good person.
fr: Mon voisin est quelqu'un de bien.
nb: Naboen min er et godt menneske.
nl: Mijn buurman is een goed mens.
sv: Min granne är en bra människa.
tr: Komşum iyi bir insan.

source: Boli me glava.
da: Jeg har ondt i hovedet.
de: Mir tut der Kopf weh.
en: My head hurts.
fr: J'ai mal à la tête.
nb: Jeg har vondt i hodet.
nl: Ik heb hoofdpijn.
sv: Jag har ont i huvudet.
tr: Başım ağrıyor.

source: Gdje je apoteka?
da: Hvor er apoteket?
de: Wo ist die Apotheke?
en: Where is the pharmacy?
fr: Où est la pharmacie ?
nb: Hvor er apoteket?
nl: Waar is de apotheek?
sv: Var ligger apoteket?
tr: Eczane nerede?

source: Brzo ozdravi!
da: God bedring!
de: Gute Besserung!
en: Get well soon!
fr: Bon rétablissement !
nb: God bedring!
nl: Beterschap!
sv: Krya på dig!
tr: Geçmiş olsun!

source: Kolika je cijena?
da: Hvor høj er prisen?
de: Wie hoch ist der Preis?
en: What is the price?
fr: Quel est le prix ?
nb: Hvor høy er prisen?
nl: Hoe hoog is de prijs?
sv: Hur högt är priset?
tr: Fiyat ne kadar?
